{
  "slug": "gigi",
  "basicInfo": {
    "characterName": "Valthor",
    "class": "Warlock",
    "level": 1,
    "background": "Nobile Decaduto",
    "playerName": "Luigi",
    "race": "Tiefling",
    "alignment": "Neutrale buono",
    "experiencePoints": 0
  },
  "abilityScores": {
    "strength": 10,
    "dexterity": 11,
    "constitution": 12,
    "intelligence": 16,
    "wisdom": 10,
    "charisma": 16
  },
  "combatStats": {
    "armorClass": 11,
    "initiative": 0,
    "speed": 9,
    "hitPointMaximum": 9,
    "currentHitPoints": 1,
    "temporaryHitPoints": 0,
    "hitDice": "1d8",
    "deathSaves": {
      "successes": 0,
      "failures": 0
    }
  },
  "proficiencies": {
    "savingThrows": [
      "Froza",
      "Costituzione"
    ],
    "languages": [
      "Comune",
      "Infernale",
      "Draconico"
    ]
  },
  "equipment": {
    "attacks": [
      {
        "name": "Ascia Bipenne",
        "attackBonus": null,
        "damageType": "1d12 Taglienti",
        "equipped": true
      }
    ],
    "equipment": [
      "Explorer's pack",
      "Armatura di Cuoio",
      "Ascia Bipenne",
      "pugnale"
    ],
    "coins": {
      "cp": 0,
      "sp": 0,
      "ep": 0,
      "gp": 120,
      "pp": 0
    }
  },
  "features": [
    {
      "name": "Armatura di Agathys (warlock, Lv 1)",
      "description": "Livello 1 · Abiurazione\nTempo di lancio: 1 azione\nGittata: Sé\nComponenti: V, S, M (una coppa d’acqua)\nDurata: 1 ora\n\nUno scudo gelido ti riveste: ottieni PF temporanei. Finché durano, ogni creatura che ti colpisce con un attacco in mischia subisce danni da freddo.\n\nUso: Ottimo pre-buff per warlock da mischia o quando prevedi di subire colpi ravvicinati."
    },
    {
      "name": "Deflagrazione Occulta (warlock, Lv 0)",
      "description": "Livello 0 · null · Concentrazione\nTempo di lancio: 1 azione\nGittata: 36\nComponenti: V, S\nDurata: Istantanea\n\nUn raggio di energia crepitante sfreccia verso una creatura entro gittata. L'incantatore effettua un attacco a distanza con questo incantesimo contro il bersaglio. Se lo colpisce, il bersaglio subisce ldlO danni da forza. Quando l'incantatore arriva ai livelli superiori, l'incantesimo crea più raggi: due raggi al 5° livello, tre raggi all'll' livello e quattro raggi al 17. livello. Vincantatore può indirizzare i raggi contro lo stesso bersaglio o contro bersagli diversi, effettuando un tiro per colpire separato per ogni raggio.\n"
    },
    {
      "name": "Spruzzo Velenoso (warlock, Lv 0)",
      "description": "Livello 0 · Evocazione\nTempo di lancio: 1 azione\nGittata: 3 metri\nComponenti: V, S\nDurata: Istantanea\n\nStendi la mano verso una creatura a gittata e che puoi vedere, e proietti una nube di gas velenoso dal tuo palmo. La creatura deve superare un tiro salvezza su Costituzione o subire 1d12 danni da veleno. Il danno dell’incantesimo aumenta di 1d12 quando raggiungi il 5° livello (2d12), 11° livello (3d12) e 17° livello (4d12).\n"
    },
    {
      "name": "Dardo Incantato (warlock, Lv 1)",
      "description": "Livello 1 · Invocazione\nTempo di lancio: 1 azione\nGittata: 36 metri\nComponenti: V, S\nDurata: Istantanea\n\nCrei tre dardi luminosi di forza magica. Ciascun dardo colpisce una creatura a gittata che puoi vedere, scelta da te. Un dardo infligge 1d4 + 1 danni da forza al suo bersaglio. I dardi colpiscono tutti simultaneamente, e li puoi dirigere perché colpiscano una o più creature.\n"
    },
    {
      "name": "Mani Brucianti (mago, Lv 1)",
      "description": "Livello 1 · Invocazione\nTempo di lancio: 1 azione\nGittata: Incantatore (cono di 4,5 metri)\nComponenti: V, S\nDurata: Istantanea\n\nMentre tieni le mani con i pollici che si toccano e le dita tese, un sottile fiotto di fiamme parte da ciascuna delle punta delle tue dita. Ogni creatura in un cono di 4,5 metri deve effettuare un tiro salvezza su Destrezza. Una creatura subisce 3d6 danni da fuoco se fallisce il tiro salvezza, o la metà se lo supera. Il fuoco incendia gli oggetti infiammabili nell’area che non siano indossati o trasportati.\n"
    },
    {
      "name": "Comando (chierico, Lv 1)",
      "description": "Livello 1 · Ammaliamento\nTempo di lancio: 1 azione\nGittata: 18 metri\nComponenti: V\nDurata: 1 round\n\nPronunci un comando di una parola verso una creatura a gittata e che puoi vedere. Il bersaglio deve superare un tiro salvezza su Saggezza o eseguire il comando durante il suo prossimo turno. L’incantesimo non ha effetto se il bersaglio è non morto, se non capisce la tua lingua, o se il tuo comando gli recherebbe danni. Seguono alcuni tipici comandi e i loro effetti. Puoi dare comandi diversi da quelli descritti qui, e in quel caso il GM determinerà il comportamento del bersaglio. Se il bersaglio non può eseguire il tuo comando, l’incantesimo ha fine.\n"
    }
  ],
  "spells": [],
  "personalityTraits": "Non cerco la gloria, cerco la prova. Ogni battaglia mi dice chi sono davvero, non posso voltare le spalle a chi è più debole, sarebbe come tradire me stesso.",
  "ideals": "Protezione: 'La mia spada vale qualcosa solo se difende chi non può brandirne una.' Crescita: 'Ogni sfida, ogni ferita, ogni duello è un passo per diventare più forte di ieri.'",
  "bonds": "Porta con sé la vecchia spada scheggiata che usò nel suo primo vero combattimento: simbolo del momento in cui ha scelto la sua strada.",
  "flaws": "Non riesce a resistere al richiamo di una sfida: il rischio di superare se stesso lo spinge anche quando dovrebbe fermarsi.",
  "backstory": ""
}
